b[Action.Skill_DeathTrap SkillDefinition]
SkillName="Invocar o Armadilha Mortal"
SkillDescription="[skill]Habilidade de Ação[-skill]. Aperte <StringAliasMap:Action.ActionSkill> para invocar o [skill]Armadilha Mortal[-skill] para que ele lute por você."
LockedSkillDetailStr="<Locked>"

[Action.Skill_DeathTrap:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Reutilização: $NUMBER$ segundos."
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.20PercentCooler SkillDefinition]
SkillName="20% mais Legal"
SkillDescription="Aumenta a [skill]velocidade de reutilização[-skill] da sua [skill]habilidade de ação[-skill]."
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.20PercentCooler:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Velocidade de reutilização da habilidade de ação: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.BuckUp SkillDefinition]
SkillName="Elevando o Ânimo"
SkillDescription="[skill]Habilidade do Armadilha Mortal[-skill]. Armadilha Mortal restaura os escudos de um aliado."
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.BuckUp:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Armadilha Mortal restaura $NUMBER$ de escudo de um aliado."
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.CloseEnough SkillDefinition]
SkillName="Mais ou Menos"
SkillDescription="Os tiros que atingem paredes e determinados objetos têm uma certa probabilidade de [skill]ricochetearem e atingirem um inimigo próximo[-skill]. Os tiros ricocheteados produzem um dano menor."
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.CloseEnough:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Probabilidade de ricochetear tiros: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.CloseEnough:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Danos por tiros ricocheteados: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.CookingUpTrouble SkillDefinition]
SkillName="Refrescante"
SkillDescription="Enquanto o [skill]carregador[-skill] da sua arma estiver cheio, [skill]sua saúde será regenerada[-skill]."
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.CookingUpTrouble:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Regenera $NUMBER$ da sua saúde máxima por segundo."
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.ExplosiveClap SkillDefinition]
SkillName="Chamada Explosiva"
SkillDescription="[skill]Habilidade do Armadilha Mortal[-skill]. Armadilha Mortal provoca uma explosão que inflige [skill]danos explosivos[-skill] a todos os inimigos próximos."
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.ExplosiveClap:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="'O chamado libertará sua alma... e fará com que exploda seu corpo.' Ô coisa bouaaaa!."
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.FancyMathematics SkillDefinition]
SkillName="Matemática Caprichosa"
SkillDescription="Melhora o [skill]atraso de recarga do escudo[-skill] e a [skill]velocidade de recarga do escudo[-skill] em função do quão baixo estiver sua [skill]saúde[-skill]. Quanto menos [skill]saúde[-skill] você tiver, maiores serão as bonificações."
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.FancyMathematics:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Atraso de recarga do escudo: até $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.FancyMathematics:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Velocidade de recarga do escudo: até $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.FriendshipCannon SkillDefinition]
SkillName="Canhão da Amizade"
SkillDescription="Atirar contra seus aliados [skill]restaura[-skill] e também aumenta a [skill]capacidade dos seus escudos[-skill]."
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.FriendshipCannon:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Converte $NUMBER$ dos seus danos no escudo ao atirar contra um aliado."
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.FriendshipCannon:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Capacidade do escudo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.MadeOfSternerStuff SkillDefinition]
SkillName="Material Duro"
SkillDescription="Você e o [skill]Armadilha Mortal[-skill] ganham uma [skill]redução de danos[-skill] contra [skill]todos os tipos de danos[-skill]. Além disso, o Armadilha Mortal ganha uma bonificação para os [skill]danos corpo a corpo[-skill]."
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.MadeOfSternerStuff:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Redução de danos: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.MadeOfSternerStuff:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Danos corpo a corpo do Armadilha Mortal: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.PotentAsAPony SkillDefinition]
SkillName="Forte Como Um Pónei"
SkillDescription="Aumenta a sua [skill]saúde máxima[-skill] e a [skill]saúde máxima[-skill] do Armadilha Mortal."
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.PotentAsAPony:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Saúde máxima: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.PotentAsAPony:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Saúde máxima do Armadilha Mortal: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.SharingIsCaring SkillDefinition]
SkillName="Compartilhar é Querer"
SkillDescription="Proporciona uma cópia do seu [skill]escudo[-skill] para o [skill]Armadilha Mortal[-skill].  "
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.SharingIsCaring:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="'Milhões de velas podem ser acesas a partir de uma única vela, e nem por isso se esgotará a vida dessa vela'."
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.ShootHimFirst SkillDefinition]
SkillName="Atire Primeiro"
SkillDescription="Enquanto o [skill]Armadilha Mortal[-skill] estiver ativo, a [skill]saúde se regenera[-skill] rapidamente. Quanto menor for a sua saúde atual, mais potente será a regeneração."
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.ShootHimFirst:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Regenera até $NUMBER$ da sua saúde máxima por segundo enquanto o Armadilha Mortal estiver ativo."
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.ShootHimFirst:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Saúde máxima do Armadilha Mortal: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.SonicRainBeamLaser SkillDefinition]
SkillName="Raio Laser de Chuvia Supersônica"
SkillDescription="[skill]Habilidade de Ação aumentada[-skill]. Enquanto o [skill]Armadilha Mortal[-skill] estiver ativo, mire em um inimigo e mantenha apertado <StringAliasMap:Action.ActionSkill> para disparar seu [skill]Raio Laser de Chuva Supersônica[-skill]. Os amigos afetados pelo seu [skill]Raio Laser de Chuva Supersônica[-skill] ganharão uma bonificação para a [skill]cadência de tiro[-skill], os [skill]danos com armas de fogo[-skill] e os [skill]danos corpo a corpo[-skill].
"LockedSkillDetailStr="<Locked>"

[BestFriendsForever.SonicRainBeamLaser:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cadência de tiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.SonicRainBeamLaser:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.SonicRainBeamLaser:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Danos corpo a corpo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.SonicRainBeamLaser_Active SkillDefinition]
SkillName="Raio Laser de Chuva Supersônica - ativo"
SkillDescription="[skill]Habilidade de Ação aumentada[-skill]. Enquanto o [skill]Armadilha Mortal[-skill] estiver ativo, mire em um inimigo e mantenha apertado <StringAliasMap:Action.ActionSkill> para disparar seu [skill]Raio Laser de Chuva Supersônica[-skill]. Os amigos afetados pelo seu [skill]Raio Laser de Chuva Supersônica[-skill] ganharão uma bonificação para a [skill]cadência de tiro[-skill], os [skill]danos com armas de fogo[-skill] e os [skill]danos corpo a corpo[-skill]."
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.TheBetterHalf SkillDefinition]
SkillName="Compensação"
SkillDescription="Quando seu [skill]carregador[-skill] estiver pela metade, você ganha uma bonificação de [skill]cadência de tiro[-skill]."
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.TheBetterHalf:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cadência de tiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.TheBetterHalf:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Saúde máxima do Armadilha Mortal: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.UnstoppableForce SkillDefinition]
SkillName="Força Descontrolada"
SkillDescription="[skill]Habilidade Assassina[-skill]. Ao eliminar um enemigo você recebe uma bonificação para sua [skill]velocidade de movimento[-skill] e o seu [skill]escudo se regenera[-skill] durante um breve período de tempo."
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.UnstoppableForce:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Velocidade de movimento: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.UnstoppableForce:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Regenera $NUMBER$ da capacidade do seu escudo por segundo."
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.UpshotRobot SkillDefinition]
SkillName="Robô Potencializado"
SkillDescription="Enquanto o [skill]Armadilha Mortal[-skill] estiver ativo, se um de vocês eliminar um inimigo, a [skill]duração da permanência do Armadilha Mortal[-skill] aumentará e ambos ganharão uma bonificação cumulativa de [skill]danos corpo a corpo[-skill]. As bonificações serão extintas quando o [skill]Armadilha Mortal[-skill] sair de cena."
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.UpshotRobot:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Ao eliminar um inimigo, se acrescentam $NUMBER$ segundos na permanência do Armadilha Mortal."
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.UpshotRobot:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="$NUMBER$ de danos corpo a corpo por acumulações."
NoConstraintText=""
Suffix=""
Prefix=""

[BestFriendsForever.UpshotRobot_ActiveOnRobot SkillDefinition]
SkillName="Vamos, Robô - Ative no Robô"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[BestFriendsForever.UpshotRobot_DamageStack SkillDefinition]
SkillName="Vamos, Robô - Acumulações de Danos"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.Anarchy SkillDefinition]
SkillName="Anarquia"
SkillDescription="Ao eliminar um inimigo ou esvaziar o carregador da arma durante um combate, você ganha pontos de [skill]Anarquia[-skill]. Para cada acúmulo de [skill]Anarquia[-skill] você recebe um bônus para os [skill]danos com armas de fogo[-skill], porém, sua [skill]precisão[-skill] é reduzida. Recarregar a arma prematuramente ou obter acumulações acima do limite fazem com que você perca toda a [skill]Anarquia[-skill] acumulada. Os acúmulos de [skill]Anarquia[-skill] são perdidos rapidamente no estado ''Lute Por Sua Vida''. "
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.Anarchy:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="$NUMBER$ de danos com armas de fogo por acumulações."
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.Anarchy:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Limite de acumulações: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.Anarchy:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="$NUMBER$ de precisão por acumulações."
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.Anarchy_Feedback SkillDefinition]
SkillName="Anarquia - informação/acumulada"
SkillDescription="Se eliminar um inimigo ou esvaziar o carregador da sua arma no meio de um combate, você ganha uma acumulação de [skill]Anarquia[-skill]. Para cada acumulação de [skill]Anarquia[-skill] você recebe uma bonificação para os seus [skill]dans com armas de fogo[-skill], porém, sua [skill]precisão[-skill] será reduzida. Recarregar a arma prematuramente faz com que você perca toda a [skill]Anarquia[-skill] acumulada."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.Anarchy_Stack SkillDefinition]
SkillName="Anarquia - acumulada"
SkillDescription="Se eliminar um inimigo ou esvaziar o carregador da sua arma no meio de um combate, você ganha uma acumulação de [skill]Anarquia[-skill]. Para cada acumulação de [skill]Anarquia[-skill] você recebe uma bonificação para os seus [skill]dans com armas de fogo[-skill], porém, sua [skill]precisão[-skill] será reduzida. Recarregar a arma prematuramente faz com que você perca toda a [skill]Anarquia[-skill] acumulada."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.AnnoyedAndroid SkillDefinition]
SkillName="Andróide Irritado"
SkillDescription="Aumenta a [skill]velocidade de movimento[-skill] do [skill]Armadilha Mortal[-skill].  "
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.AnnoyedAndroid:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Velocidade de movimento: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.BloodSoakedShields SkillDefinition]
SkillName="Escudos Ensanguentados"
SkillDescription="Ao eliminar um inimigo, recupera-se imediatamente uma parte dos seus [skill]escudos[-skill], porém, você perde parte da sua [skill]saúde[-skill]."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.BloodSoakedShields:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Restaura $NUMBER$ do seu escudo."
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.BloodSoakedShields:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Perde $NUMBER$ da sua saúde atual."
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.BloodSoakedShields_Feedback SkillDefinition]
SkillName="Escudos Ensanguentados - informação"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.DeathFromAbove SkillDefinition]
SkillName="A Morte Vem de Cima"
SkillDescription="Ao atirar em um inimigo no ar, serão consumidas as acumulações de [skill]Anarquia[-skill] e será produzida uma [skill]explosão[-skill] que atingirá todos os inimigos próximos.  "
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.DeathFromAbove:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos $NUMBER$."
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.DeathFromAbove:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Acumulações consumidas: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.DeathFromAbove_Feedback SkillDefinition]
SkillName="A Morte Vem de Cima - informação"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.Discord SkillDefinition]
SkillName="Discórdia"
SkillDescription="Se recarregar sua arma antes do tempo, a habilidade [skill]Discordia[-skill] será ativada, proporcionando uma bonificação temporária à sua [skill]precisão[-skill], [skill]cadência de tiro[-skill], e [skill]regeneração de saúde[-skill].  Enquanto a habilidade [skill]Discórdia[-skill] estiver ativa, você perde as acumulações de [skill]Anarquia[-skill].  É possível desativar a [skill]Discórdia[-skill] se você voltar a recarregar."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.Discord:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cadência de tiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.Discord:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Precisão: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.Discord:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Velocidade de recarga: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.Discord:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Regenera $NUMBER$ da sua saúde máxima por segundo."
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.Discord_Active SkillDefinition]
SkillName="Discórdia - ativo"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.ImmovableObject SkillDefinition]
SkillName="Objeto Imóvel"
SkillDescription="[skill]Habilidade Assassina[-skill]. Ao eliminar um inimigo você ganha bonificações para os [skill]danos com armas de fogo[-skill] e para a [skill]regeneração de saúde[-skill] durante um breve período de tempo, porém, sua [skill]velocidade de movimento[-skill] será reduzida."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.ImmovableObject:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Regenera $NUMBER$ da sua saúde por segundo."
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.ImmovableObject:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.ImmovableObject:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Velocidade de movimento: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.LetThemBurn SkillDefinition]
SkillName="Queimem"
SkillDescription="Aumentam os [skill]danos por queimaduras[-skill], os [skill]danos por eletrocução[-skill] e os [skill]danos corrosivos[-skill] que produzem seus [skill]efeitos de estado[-skill], porém, sua [skill]precisão[-skill] será reduzida."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.LetThemBurn:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos por efeitos de estado: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.LetThemBurn:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Precisão: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.ParanoidAndroid SkillDefinition]
SkillName="Andróide Paranóico"
SkillDescription="Aumenta sua [skill]velocidade de recarga[-skill], porém, a [skill]saúde máxima do Armadilha Mortal[-skill] é reduzida. Além disso, se matarem o [skill]Armadilha Mortal[-skill], você receberá bonificações temporárias de [skill]danos com armas de fogo[-skill] e [skill]cadência de tiro[-skill]."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.ParanoidAndroid:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Velocidade de recarga: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.ParanoidAndroid:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Saúde do Armadilha Mortal: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.ParanoidAndroid:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.ParanoidAndroid:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Cadência de tiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.ParanoidAndroid:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description="Quando matam o Armadilha Mortal:"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.ParanoidAndroid_Active SkillDefinition]
SkillName="Andróide Paranóico - ativo"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.ParanoidAndroid_ListenerOnRobot SkillDefinition]
SkillName="Andróide Paranóico - Robô ouvinte"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.PreshrunkCyberpunk SkillDefinition]
SkillName="Cyberpunk"
SkillDescription="Aumenta a quantidade máxima de acumulações de [skill]Anarquia[-skill] que você pode ter."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.PreshrunkCyberpunk:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Limite de acumulações: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.RationalAnarchist SkillDefinition]
SkillName="Anarquista Racional"
SkillDescription="Se você tiver zero de [skill]Anarquia[-skill] acumulada, a próxima vez que obter acumulações de [skill]Anarquia[-skill], você ganhará 25 pontos."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.RationalAnarchist:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Obtenha 25 acumulações de Anarquia pelo preço de 1. Não é como se fosse boca-livre mas, também não é nada mal."
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.RobotRampage SkillDefinition]
SkillName="Frenesí Robótico"
SkillDescription="[skill]Habilidade do Armadilha Mortal[-skill]. O Armadilha Mortal libera uma rajada de ataques simultâneos."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.RobotRampage:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Se um ataque já é bom, sete é muito melhor."
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.SmallerLighterFaster SkillDefinition]
SkillName="Pequena, Ágil e Ligeira"
SkillDescription="Aumenta sua [skill]velocidade de recarga[-skill], porém, reduz o [skill]tamanho do carregador[-skill]."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.SmallerLighterFaster:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Velocidade de recarga: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.SmallerLighterFaster:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Tamanho do carregador: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.SometimesLessIsMore SkillDefinition]
SkillName="Às Vezes o Menos é Mais"
SkillDescription="Aumenta seus [skill]danos com armas de fogo[-skill], porém, reduz o [skill]tamanh do carregador[-skill]."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.SometimesLessIsMore:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.SometimesLessIsMore:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Tamanho do carregador: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.SprayAndPray SkillDefinition]
SkillName="Pulverizar e Rezar"
SkillDescription="Aumenta sua [skill]cadência de tiro[-skill], porém, reduz a [skill]precisão[-skill]."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.SprayAndPray:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cadência de tiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.SprayAndPray:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Precisão: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.TheNthDegree SkillDefinition]
SkillName="A Enésima Potência"
SkillDescription="Cada [skill]enésima bala[-skill] que atingir um inimigo, [skill]ricocheteará em outro inimigo próximo[-skill]."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.TheNthDegree:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cada bala de número $NUMBER$ que atingir um inimigo, ricocheteará em outro inimigo próximo."
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.TheNthDegree_Active SkillDefinition]
SkillName="A Enésima Potência - ativo"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.TypecastIconoclast SkillDefinition]
SkillName="Iconoclasta Enclausurada"
SkillDescription="Cada vez que obtiver acumulações de [skill]Anarquia[-skill], você terá a possibilidade de ganhar uma acumulação adicional."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.TypecastIconoclast:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Probabilidade do $NUMBER$ ganhar uma acumulação adicional de Anarquia."
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.TypecastIconoclast_Feedback SkillDefinition]
SkillName="Iconoclasta Enclausurada - informação"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.WellEmployedAndroid SkillDefinition]
SkillName="Andróide Bem Utilizado"
SkillDescription="Enquanto o [skill]Armadilha Mortal[-skill] estiver ativo, ambos ganharão [skill]velocidade de movimento[-skill] e [skill]capacidade de escudo[-skill]."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.WellEmployedAndroid:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Velocidade de recarga: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.WellEmployedAndroid:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Saúde do Armadilha Mortal: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.WellEmployedAndroid:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.WellEmployedAndroid:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Cadência de tiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.WellEmployedAndroid:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description="Quando matam o Armadilha Mortal:"
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.WithClaws SkillDefinition]
SkillName="Com Garra"
SkillDescription="[skill]Inabilidade do Ataque Corpo a Corpo.[-skill] Quando tiver acumulado [skill]Anarquia[-skill], aperte <StringAliasMap:Action.Melee> para [skill]sacar digitalmente as garras[-skill] e atacar duas vezes um mesmo inimigo. Você infligirá danos em função da quantidade de [skill]Anarquia[-skill] que tiver acumulada e [skill]recuperará a saúde[-skill]. Quanto menos saúde você tiver, mais saúde será recuperada. Esse ataque consome uma acumulação de [skill]Anarquia[-skill]."
LockedSkillDetailStr="<Locked>"

[EmbraceChaos.WithClaws:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="$NUMBER$ de danos corpo a corpo por acumulação de Anarquia."
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.WithClaws:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="$NUMBER$ dos danos infligidos se convertem em saúde."
NoConstraintText=""
Suffix=""
Prefix=""

[EmbraceChaos.WithClaws_Active SkillDefinition]
SkillName="Com Garra - ativo"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.ElectricalBurn SkillDefinition]
SkillName="Queimadura Elétrica"
SkillDescription="Quando seus [skill]efeitos de estado de eletrocução[-skill] infligem danos aos inimigos, existe certa probabilidade de que [skill]estourem em chamas[-skill] e recebam [skill]danos por fogo[-skill]. A quantidade de [skill]danos por fogo[-skill] depende dos danos de [skill]eletrocução[-skill] produzidos."
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.ElectricalBurn:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Probabilidade de queimadura elétrica: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.ElectricalBurn_Feedback SkillDefinition]
SkillName="Queimadura Elétrica - informação"
SkillDescription="Quando seus [skill]efeitos de estado de eletrocução[-skill] infligem danos aos inimigos, existe certa probabilidade de que [skill]estourem em chamas[-skill] e recebam [skill]danos incendiários[-skill]. A quantidade de [skill]danos por fogo[-skill] depende dos danos de [skill]eletrocução[-skill] produzidos."
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.EvilEnchantress SkillDefinition]
SkillName="Encantadora Maligna"
SkillDescription="[skill]Habilidade Assassina[-skill]. Ao eliminar um inimigo, aumentam os [skill]danos[-skill] que infligem seus efeitos de estado por [skill]fogo[-skill], [skill]eletrocução[-skill] e [skill]corrosão[-skill] durante um breve período de tempo."
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.EvilEnchantress:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos de efeitos elementais: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.InterspersedOutburst SkillDefinition]
SkillName="Descarga Intermitente"
SkillDescription="Ao deixar de atirar em inimigos durante um curto período de tempo, você recebe acumulações de [skill]Descarga Intermitente[-skill]. A próxima vez que atirar em um inimigo, toda [skill]Descarga Intermitente[-skill] acumulada será consumida e será aplicada uma bonificação para os [skill]danos por Slag[-skill]. Quanto mais acumular e quanto maior for o nível, maior será a probabilidade de cobrir o alvo com Slag."
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.InterspersedOutburst:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos de Descarga Intermitente: classe $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.InterspersedOutburst:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Limite de acumulações: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.InterspersedOutburst_Active SkillDefinition]
SkillName="Descarga Intermitente - ativo"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.LightningStrike SkillDefinition]
SkillName="Raio"
SkillDescription="[skill]Habilidade do Armadilha Mortal[-skill]. Armadilha Mortal carrega suas folhas de eletricidade e ataca o inimigo, infligindo-lhe [shock]danos elétricos[-shock]."
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.LightningStrike:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Astrafobia inimiga: $NUMBER$ "
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.MakeItSparkle SkillDefinition]
SkillName="Soltando Faíscas"
SkillDescription="Atirar contra o [skill]Armadilha Mortal[-skill] usando uma arma elemental fará com que ele seja [skill]carregado com o elemento da arma[-skill]. Seus ataques elementais causarão danos adicionais pelo referido elemento."
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.MakeItSparkle:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Robôs são como vampiros: eles brilham quando são atingidos por balas elementais''."
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.MakeItSparkle_Corrosive SkillDefinition]
SkillName="Que Soltem Faíscas - Corrosivo"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.MakeItSparkle_Incendiary SkillDefinition]
SkillName="Que Soltem Faíscas - Incendiário"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.MakeItSparkle_Shock SkillDefinition]
SkillName="Que Soltem Faíscas - Incendiário"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.MakeItSparkle_Slag SkillDefinition]
SkillName="Que Soltem Faíscas - Incendiário"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.MorePep SkillDefinition]
SkillName="Mais Energia"
SkillDescription="Aumenta suas probabilidades de aplicar efeitos de estado de [skill]fogo[-skill], [skill]eletrocução[-skill], [skill]corrosão[-skill] e [skill]Slag[-skill]. "
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.MorePep:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Probabilidade de eletrocução: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.MorePep:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Probabilidade de ignição: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.MorePep:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Probabilidade de corrosão: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.MorePep:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Probabilidade de Slag: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.Myelin SkillDefinition]
SkillName="Mielina"
SkillDescription="Confere [skill]resistência aos danos elétricos[-skill] e também aumenta a [skill]capacidade do seu escudo[-skill]."
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.Myelin:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Capacidade do escudo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.Myelin:AttributePresentationDefinition_45 AttributePresentationDefinition]
Description="Resistência à danos elétricos: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.NegativeNancyBeam SkillDefinition]
SkillName="Raio de Má Influência DESEQUILIBRADO"
SkillDescription="[skill]Habilidade de Ação aumentada[-skill]. Enquanto a invocação do [skill]Armadilha Mortal[-skill] ainda estiver em tempo de [skill]reutilização[-skill], mire em um inimigo e mantenha apertado <StringAliasMap:Action.ActionSkill> para disparar o seu [skill]Raio de Má Influência[-skill]. O [skill]Raio de Má Influência[-skill] faz com que os inimigos inflijam danos menores e esgote seus escudos. Esgotar a energia dos escudos reduz o tempo de [skill]reutilização[-skill] da invocação do [skill]Armadilha Mortal[-skill]. DESEQUILIBRADO"
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.NegativeNancyBeam:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos do inimigo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.NegativeNancyBeam:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Consumo de escudo: [skill]considerável![-skill]"
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.OneTwoBoom SkillDefinition]
SkillName="Um, dois... BOOM"
SkillDescription="[skill]Habilidade do Armadilha Mortal[-skill].  O Armadilha Mortal dispara um [skill]orbe de energia[-skill] contra um inimigo.  Ao [skill]disparar o orbe[-skill], ele explodirá causando grandes quantidades de [skill]danos elétricos[-skill] aos inimigos próximos."
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.OneTwoBoom:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="$NUMBER$ mais matança múltipla."
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.ShockAndAAAGGGHHH SkillDefinition]
SkillName="Descarrega e 'aaaaaah!'"
SkillDescription="Ao recarregar a arma, será produzida uma [skill]explosão elétrica[-skill] que atinge os inimigos próximos."
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.ShockAndAAAGGGHHH:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="'O problema não é que existem imbecis demais e sim, que a eletricidade não se distribui adequadamente'."
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.ShockStorm SkillDefinition]
SkillName="Tempestade Elétrica"
SkillDescription="Eliminar um inimigo com um [skill]Tiro Certeiro[-skill] provoca uma [skill]tempestade elétrica[-skill] que inflige [skill]danos por eletrocução[-skill] aos inimigos próximos. O [skill]Armadilha Mortal[-skill] também provoca [skill]tempestades elétricas[-skill] quando elimina os inimigos."
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.ShockStorm:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos por tempestade elétrica de classe $NUMBER$."
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.ShockStorm_ActiveOnRobot SkillDefinition]
SkillName="Tempestade Elétrica - Ativa no Robô"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.StrengthOfFiveGorillas SkillDefinition]
SkillName="Força de Cinco Gorilas"
SkillDescription="Aumenta os [skill]danos corpo a corpo[-skill] que você e o [skill]Armadilha Mortal[-skill] podem causar."
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.StrengthOfFiveGorillas:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos corpo a corpo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.TheStare SkillDefinition]
SkillName="Olhar Fixo"
SkillDescription="[skill]Habilidade do Armadilha Mortal[-skill].\nArmadilha Mortal dispara um raio laser que varre o campo de batalha, infligindo [skill]danos por fogo[-skill] com probabilidade de [skill]incendiar[-skill] os inimigos."
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.TheStare:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="$NUMBER$ graus de fogo e lasers."
NoConstraintText=""
Suffix=""
Prefix=""

[LittleBigTrouble.WiresDontTalk SkillDefinition]
SkillName="Os Cabos Não Falam"
SkillDescription="Aumenta todos os [skill]danos elétricos e danos por eletrocução[-skill] infligidos."
LockedSkillDetailStr="<Locked>"

[LittleBigTrouble.WiresDontTalk:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos elétricos e danos por eletrocução: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[SkillTrees.Branch_ActionSkill_SummonDeathTrap SkillTreeBranchDefinition]
BranchName=""

[SkillTrees.Branch_BestFriendsForever SkillTreeBranchDefinition]
BranchName="AMIGOS PARA SEMPRE"

[SkillTrees.Branch_EmbracingChaos SkillTreeBranchDefinition]
BranchName="CAOS ORDENADO"

[SkillTrees.Branch_LittleBigTrouble SkillTreeBranchDefinition]
BranchName="PROBLEMÁTICO"

